Repository: ArdhanaGusti/Batur-App
Catalog: news/lib/l10n/app_*.arb
Languages: id

source: Screen error
id: Layar error

# screenSmall
source: Oops, your screen is too small
id: Aduh, Layar anda terlalu kecil

source: Save
id: Simpan

source: Add News
id: Tambah Berita

source: News Title
id: Tambah Judul

source: News
id: Berita

source: Input Image
id: Tambah Gambar

# viewNews
source: Lihat News
id: Lihat Berita

# refreshingText
source: Reload
id: Memperbarui

# releaseText
source: Release to update
id: Lepas untuk memperbarui

# idleText
source: Pull down to update
id: Tarik kebawah untuk memperbarui

# failedText
source: Failed to update
id: Gagal memperbarui

# completeText
source: Done updating
id: Selesai memperbarui
